{"inkVersion":21,"root":[[{"->":"Trial1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Trial1":["#","^speaker Judge","/#","#","^bg judge","/#","^Today is the trial of 29-year-old Nadine Kanna, celebrity artist, accused of the murder of 28-year-old celebrity artist Madeline Bain.","\n","^Prosecution, please deliver the case summary.","\n","#","^speaker Arthur","/#","#","^bg prosecution","/#","#","^expression talk","/#","^The murder took place on February 8th this year, in the Neapolitan Museum of Fine Art.","\n","^This was an annually hosted event for artists who’ve topped this year’s charts.","\n","^The show, specifically for the defendant and the victim, was scheduled for 7:00 PM that evening.","\n","#","^expression default","/#","^However, it was cancelled when the victim’s corpse was discovered in the backstage beauty room.","\n","^She was found with her own hairpin lodged in her throat. Everyone backstage was apprehended and put under surveillance.","\n","^The defendant was found on the scene of the murder, being the top suspect. She also happened to have had a long-term career rivalry with the victim.","\n","^I do want to add that the defendant has previously alleged the victim of plagiarism to the public.  So there’s your motive.","\n","#","^expression talk","/#","^That is essentially the case summary. Your Honor, please proceed with the case.","\n","#","^speaker Judge","/#","#","^bg judge","/#","^Very well, the court is now in session. Please call up the first witness.","\n","#","^speaker Arthur","/#","#","^bg prosecution","/#","^Witness, please state your name and occupation.","\n","#","^speaker Kaylee","/#","#","^bg witness","/#","^My name is Kaylee Smith. I worked as Madeline Bain’s manager for almost three years.","\n","#","^speaker Arthur","/#","#","^bg prosecution","/#","^Now, please tell the court what you witnessed that day.","\n","#","^speaker Kaylee","/#","^Yes, of course.","\n","#","^speaker Anna","/#","^*She’ll definitely be testifying against my client! Here goes nothing.*","\n",{"->":"Kaylee_Cross_Examination1"},{"#f":1}],"Kaylee_Cross_Examination1":["#","^speaker Kaylee","/#","^The person who murdered Madeline Bain was undoubtedly no one other than Nadine Kanna.","\n","^The two got into a physical altercation before I entered the room.","\n","^I then saw Ms. Kanna ran out of the room. Ms. Bain was on the ground, bleeding out.","\n","^Ms. Bain looked at me with vengeance in her eyes during her final moments. I knew I had to bring Ms. Kanna to justice.","\n","^So in conclusion, Nadine murdered her. The case can rest.","\n","#","^speaker Anna","/#","^*Wow, straight to the point, huh? She hasn’t even described what she saw properly.*","\n","^*Maybe there’s a slip-up somewhere?*","\n",{"#f":1}],"Wrong_Objection1":["#","^speaker Narrator","/#","^Whatever the wrong objection is…","\n",{"->":"Kaylee_Cross_Examination1"},{"#f":1}],"Objection_LineL4":["#","^speaker Arthur","/#","^This case is over. We have a witness who states that the victim and defendant were in an altercation right before the victim’s death.","\n","^There is nobody else other than the defendant who is responsible for the victim’s death.","\n","#","^speaker Anna","/#","^Actually, Mr. Splanoir, we haven’t confirmed a few details yet.","\n","^Ms. Smith, you said Ms. Bain looked at you during her final moments? Did she say anything?","\n","#","^speaker Kaylee","/#","^Not that I recall. But Ms. Bain stared at me intensely while she bled out slowly on the ground. I thought I could save her.","\n","#","^speaker Anna","/#","^I’m sorry to say this, but that isn’t at all possible. The autopsy performed at the crime lab says otherwise.","\n","#","^speaker Kaylee","/#","^Huh, what do you mean? Are you saying she didn’t die from being stabbed in the throat?","\n","#","^speaker Anna","/#","^She definitely died from that. There is no doubt. But your description implies that Ms. Bain lived for some time after she was stabbed.","\n","^The autopsy says she died instantly!","\n","#","^speaker Judge","/#","^Witness, what do you have to say about this?","\n","#","^speaker Kaylee","/#","^Okay, wait. I think I’ve been mixing things up.","\n","^Ms. Bain was unconscious by the time I walked in. I think I was imagining things.","\n","#","^speaker Anna","/#","^*Are you… serious…*","\n","#","^speaker Judge","/#","^Witness, for your next testimony, please go into detail about exactly what you saw, not what you imagined.","\n","^Fabricating details can get you in legal trouble. This is your last warning.","\n","#","^speaker Kaylee","/#","^I apologize, your Honor. I will describe what I saw step-by-step.","\n",{"->":"Kaylee_Cross_Examination1"},{"#f":1}],"Kaylee_Cross_Examination2":["#","^speaker Kaylee","/#","^I was using the restroom next to the beauty room during my preparation for the show.","\n","^Then suddenly, I heard a loud thud in the beauty room followed by rapid footsteps.","\n","^I left the bathroom and saw Nadine rushing out of that room and down the hallway.","\n","^When I entered that room, I found a horrific sight… Ms. Bain’s own hairpin was lodged in her throat.","\n","^It was too late to get help. Her heart had already stopped beating.","\n","^Oh, poor sweet Madeline… what a painful fate to endure…","\n","#","^speaker Anna","/#","^*This isn’t looking the best for Nadine.*","\n","^*But there’s something weird about her testimony for sure. I just need to put my finger on it!*","\n",{"#f":1}],"Wrong_Objection2":["#","^speaker Narrator","/#","^Whatever the wrong objection is…","\n",{"->":"Kaylee_Cross_Examination2"},{"#f":1}],"Objection_LineL2":["#","^speaker Anna","/#","^Kaylee, was the loud thud the only thing you heard?","\n","#","^speaker Kaylee","/#","^I mean, yes, that is what caused me to enter the room.","\n","#","^speaker Anna","/#","^Are you sure you didn’t hear the sound of glass shattering? I’d imagine that would be louder than a body falling to the ground.","\n","#","^speaker Kaylee","/#","^Ah, you mean the broken mirror in the makeup room? No, I believe that was always there.","\n","#","^speaker Anna","/#","^And you never bothered to clean up that mess? You know how dangerous glass shards are, right?","\n","#","^speaker Kaylee","/#","^We were in a rush to prepare for the event. Someone was clumsy and accidentally knocked it over.","\n","#","^speaker Anna","/#","^I don’t think that’s true. I’ve heard from others that the mirror was not shattered until after the incident.","\n","^And I think I know exactly who shattered it.","\n","#","^speaker Arthur","/#","^Are you saying the victim punched a mirror before she died? What a bold claim to make.","\n","^How are you going to prove she punched a mirror?","\n","#","^speaker Anna","/#","^*This guy needs to shut up. I have the exact proof this courtroom needs up my sleeve*.","\n","#","^speaker Anna","/#","^Your Honor, the victim’s autopsy stated that she had bruises and scratches on her knuckles before she died.","\n","^My client and another witness heard the mirror break at the time of the murder. And no one has proof otherwise.","\n","^As absurd as it sounds, Madeline Bain really did punch the mirror during her last moments for some unknown reason.","\n","^If no one else knows exactly how the mirror broke, this is the most logical conclusion!","\n","#","^speaker Judge","/#","^Witness, I am convinced that you are not completely honest with your testimonies. Therefore, I put you under contempt of court for perjury.","\n","^Please allow the bailiff to escort you out.","\n","#","^speaker Kaylee","/#","^Wait! No, no, no, you don’t understand. This was an honest mistake!","\n","^I didn’t hear the mirror shatter. I’m answering to the best of my ability, I swear!","\n","^Please allow me to testify one last time. I haven’t said what happened after I saw Ms. Bain's body.","\n","#","^speaker Anna","/#","^*This woman… Fine. She has a point. I do need to hear about what happened after Madeline’s death.*","\n","^Your Honor, I do wish to hear this witness’s last testimony. I have a feeling this is important.","\n","#","^speaker Judge","/#","^…Well then. If the defense thinks what you have to say will contribute to this case, your request is sustained.","\n","#","^speaker Kaylee","/#","^Thank you, Your Honor. Please allow me to redeem my honor.","\n",{"->":"Kaylee_Cross_Examination3"},{"#f":1}],"Kaylee_Cross_Examination3":["#","^speaker Kaylee","/#","^After I saw what happened, I called the local police immediately.","\n","^I told them about Ms. Kanna running out of the room, and they arrested her on sight.","\n","^Ms. Bain’s body was transported to the crime lab.","\n","^I remember the hairpin was still lodged in her throat.","\n","^Police searched the beauty room for additional evidence, and we made sure the entire backstage area was secured.","\n","^This meant no one unrelated could roam around the beauty room without being caught, let alone leave or enter the backstage area.","\n","^Everyone on site, meaning me, makeup artist Eileen Lore, and Ms. Kanna's brother Olaf Kanna, was taken in for questioning. With that being said, there was no opportunity for anyone besides Ms. Kanna to leave the beauty room, so she has to be the culprit!","\n","#","^speaker Anna","/#","^Hm, wait, if what she’s saying is true, then how did","\n",{"#f":1}],"#f":1}],"listDefs":{}}