{"inkVersion":21,"root":[[{"->":"NadineScene1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"NadineScene1":["#","^speaker Anna","/#","^Hello, you must be Rae Voll. I'm Anna Nyugen. Your attorney.","\n","^…Let's start from the beginning.","\n","#","^speaker Rae","/#","^Thank you for coming, Anna Nyugen… You can call me Nadine, Nadine Kanna, my real name. I know this case is a disaster. The press is calling me a backstabber, a diva, a monster — everything. But I swear I didn't hurt Madeline.","\n","^She is insufferable, arrogant, and grossly overrated, but she didn't deserve to die.","\n","#","^speaker Anna","/#","^That's why I'm here. I'll need the truth, unfiltered.","\n","^Tell me what happened the night of the gala.","\n","#","^speaker Nadine","/#","^Madeline's death… it shocked everyone. She was the biggest artist on the charts. But honestly, it wasn't the biggest surprise… After all, things are messy backstage.","\n","#","^speaker Anna","/#","^Messy how?","\n","#","^speaker Nadine","/#","^There is something no one talks about publicly. Some people say that Madeline stole songs— lyrics, concepts, melodies. Her manager kept it buried. Anyone who got close enough to the truth… Well, they were silenced.","\n","^Madeline's manager will fight tooth and nail to keep her reputation spotless. She adored Madeline's career more than the woman behind it.","\n","#","^speaker Anna","/#","^I've handled people like that before. She'll be a hard nut to crack.","\n","#","^speaker Nadine","/#","^I had to maintain an aggressive public relationship with her to stay out of trouble.","\n","#","^speaker Anna","/#","^And the prosecution thinks this rivalry with Madeline gave you a motive.","\n","^Let's go over your alibi. Every second matters.","\n","#","^speaker Nadine","/#","^I was with my brother for most of the time after I arrived. His name is Olaf. Here's his number.","\n","#","^speaker Narrator","/#","^— Contact Acquired: Olaf Kanna —","\n","#","^speaker Nadine","/#","^We met up shortly after my arrival to catch up while I took him for a walk around the place.","\n","^At around 6 pm, I realized that I had forgotten my sunhat backstage and decided to retrieve it after our conversation.","\n","#","^speaker Anna","/#","^Was there anything unusual? Did you see Madeline at any point?","\n","#","^speaker Nadine","/#","^Nothing was out of place as I recall…","\n","#","^speaker Anna","/#","^And when did you go retrieve your sunhat?","\n","#","^Nadine","/#","^I think I left around 6:15? I'm not sure, because I got lost backstage.","\n","^From my past experience rehearsing at the place, it usually took at least five minutes to go backstage from the lounge if it's not crowded. The walk that day was longer than that.","\n","^When I walked past the backstage restroom, I heard a loud noise coming from the beauty room.","\n","^It was like… like glass shattering.","\n","^So I ran into the beauty room… and I saw Madeline.","\n","^I saw her laying on the floor with blood everywhere…","\n","^I screamed and ran out… I bumped into somebody, but I was too stressed out to see who.","\n","^The backstage should be easy to navigate, but I wasn't able to get anywhere that night. When I think about it, I must have taken a wrong turn at some point.","\n","#","^speaker Anna","/#","^And that was when the police came.","\n","#","^speaker Nadine","/#","^I don't know the time when that happened… but I had been spending all my other time that day with Olaf.","\n","#","^speaker Narrator","/#","^— Interruption! —","\n","#","^speaker Diego","/#","^Hey boss, sorry to interrupt! Just wanna tell ya I got permission from the detective to go check out the backstage! Thought you'd want the heads-up. See you there! Okayyyyy bye!","\n","#","^speaker Nadine","/#","^Is he always like that?","\n","#","^speaker Anna","/#","^Worse when he's had iced coffee...","\n","^What you just told me about Olaf is very important, thank you. I'll give him a call later today.","\n","^Alright. Nadine Kanna, you are my client. My only priority is the truth and clearing your name.","\n","#","^speaker Nadine","/#","^Thank you, Anna Nyugen. I trust you.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}